Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/videregaende_opplaering.html.tmx
Source language: nob
Languages: sme

source: Videregående opplæring
sme: Joatkkaoahpahus

source: Videregående opplæring har i tillegg til fagfornyelsen de senere årene gjennomgått strukturendringer og er fortsatt under endring, jf. Liedutvalget om endringer i struktur, organisering og fagsammensetning i fremtidens videregående opplæring.
sme: Joatkkaoahpahus lea lassin fágaođasmahttimii maŋemuš jagiid čađahan strukturrievdadusaid ja lea ain rievdaduvvomin, vrd. Liedutvalget om endringer i struktur, organisering og fagsammensetning i fremtidens videregående opplæring.

source: Sametinget vil arbeide for at endringene ivaretar og styrker opplæringstilbudet for samiske elever og elever med samisk opplæring.
sme: Sámediggi áigu bargat dan ala ahte rievdadeamit gozihit ja nannejit oahpahusfálaldaga sámi ohppiide ja ohppiide geat ožžot sámegiel oahpahusa.

source: Sametinget har myndighet til å oppnevne to representanter til styret for de samiske videregående skoler.
sme: Sámedikkis lea váldi nammadit guokte áirasa sámi joatkkaskuvlla stivrii.

source: Det nåværende styrets virketid er fra 1.august 2019 til 30.juli 2021.
sme: Dálá stivra galgá doaibmat guokte jagi, 01.08.2019 – 30.06.2021.

source: Sametingsrådet har utnevnt Asta Balto med personlig varamedlem Lars Joar Halonen og Sigbjørn Dunfjeld med personlig varamedlem Toini Bergstrøm.
sme: Sámediggeráđđi lea nammadan Asta Balto oktan várrelahtuin Lars Joar Halonen ja Sigbjørn Dunfjeld oktan várrelahtuin Toini Bergstrøm.

source: Sametinget har i tillegg én representant med uttalerett og rett til å få sin mening ført i møteboken.
sme: Dasa lassin lea Sámedikkis okta áirras geas lea cealkinriekti ja riekti oažžut iežas oaivila mielde čoahkkingirjái.
